start_text = """
    👋 Привет, я бот парсер.\
    \n❗️ Пока я нахожусь в разработке и доступны лишь немногие функции.
"""


help_text = """
    ✏️ Я бот, предназначенный для автоматического парсинга данных с сайтов и их хранения в базе данных.\
    \nВсе доступные команды на данный момент ты можешь посмотреть в нижнем левом углу!
"""


opportunities_text = """
👤 ВОЗМОЖНОСТИ ДЛЯ ПОЛЬЗОВАТЕЛЯ

1️⃣ Получение данных (позже)
 • Просмотр последних спарсенных данных;
 • Получение информации по кнопке;
 • Inline-поиск (через @botname запрос).

2️⃣ Inline режим (позже)
 • Пользователь может писать: @botname keyword;
 • Бот ищет данные в БД;
 • Возвращает результаты.

3️⃣ Уведомления (позже)
 • Бот сам присылает новые данные;
 • Без запроса от пользователя.


Краткий итог возможностей пользователя:
 • 📊 Смотреть актуальные данные, которые бот автоматически парсит с сайтов;
 • 🔍 Искать данные через Inline-режим (@botname запрос);
 • 🕒 Получать обновления, когда на сайтах появляется новая информация;
 • 📂 Просматривать последние записи прямо в чате;
 • ℹ️ Получать справку и описание возможностей бота.
"""